#include <string>
#pragma once

namespace logs {
    std::string dayList[7] = {"Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat"};
    std::string monthList[12] = {"jan","feb","mar","apr","may","jun","jul","aug","Sep","Sept","Oct","Nov","Dec"};
 //------------------------------------------------------------------------------------------
    std::string start = 
    "Привет)\n"
    "Доступлые команды к вашим услугам";
//------------------------------------------------------------------------------------------
    std::string commands =
    "/start" // стартовая комманда. Выводит стартовые слова
    "/whataweek" // отображает четность недели
    ;
//------------------------------------------------------------------------------------------
}